Revit 2027 API
ParameterTypeId.MepUpperTopElevationIncludeInsulation Property
 "Upper End Top of Insulation Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepUpperTopElevationIncludeInsulation { get; }
Public Shared ReadOnly Property MepUpperTopElevationIncludeInsulation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepUpperTopElevationIncludeInsulation {
	ForgeTypeId^ get ();
}
static member MepUpperTopElevationIncludeInsulation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace